{
    "Modules": "Módulos",
    "List Modules": "Listar Módulos",
    "Module List": "Lista de Módulos",
    "Profile": "Perfil",
    "Log Out": "Cerrar sesión",
    "Delete Account": "Eliminar Cuenta",
    "Are you sure you want to delete your account?": "¿Seguro que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez eliminada su cuenta, todos sus recursos y datos se borrarán permanentemente. Introduzca su contraseña para confirmar que desea eliminar definitivamente su cuenta.",
    "Cancel": "Cancelar",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez eliminada su cuenta, todos sus recursos y datos se borrarán permanentemente. Antes de eliminar su cuenta, descargue los datos o la información que desee conservar.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mantener la seguridad.",
    "Save": "Guardar",
    "Saved.": "Guardados",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Profile Information": "Información sobre el perfil",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "Are you sure you want to delete this item?": "¿Estás seguro de que quieres borrar este elemento?",
    "Delete Item": "Borrar elemento"
}
